{
  "name": "Atkinson Hall",
  "about": "The 250,000sf Atkinson Hall was named in honor of former UCSD Chancellor and University of California President Richard C. Atkinson (who maintains an office in the building). Atkinson Hall is the headquarters of the Qualcomm Institute, and the building was constructed as part of the State of California's investment in the two-campus California Institute for Telecommunications and Information Technology (Calit2) at UC San Diego and UC Irvine",
  "amenities": {
    "parking": true,
    "cafe": true,
    "busstop": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Official Website: http://atkinsonhall.calit2.net/",
    "UCSD Locations Page: https://library.ucsd.edu/news-events/events/locations/atkinson-hall-auditorium/",
    "Qualcomm Institute Tours Page: https://qi.ucsd.edu/tours/"
  ],
  "thumbnailPhoto": "photos/AtkinsonHall/AtkinsonHall.jpg",
  "otherPhotos": [
    "photos/AtkinsonHall/AtkinsonHall.jpg",
    "photos/AtkinsonHall/AtkinsonHall2.jpg",
    "photos/AtkinsonHall/AtkinsonHall3.png",
    "photos/AtkinsonHall/AtkinsonHall4.jpg"

  ],
  "relatedPlaces": [
    "Warren Bear",
    "Fallen Star",
    "Canyon Vista"
  ],
  "videos": [
    
      ],
  "relatedTours": [ 
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "coordinates": { 
    "first": "32.882728",
    "second": "-117.234704"
  },
  "descriptive": [ 
    "Must see"
  ],
  "history": [
    {
      "title": "",
      "articleType": "",
      "content": "Located in Warren College, Richard C. Atkinson Hall serves the California Institute for Telecommunications and Information Technology (Calit2), as well as several other UC San Diego departments. Equipped with cutting-edge technology, this facility provides a multi-faceted environment for faculty, students, visiting scholars and industry partners to conduct collaborative research in sensors, devices, communications, information technologies, digital arts and related applications. The building was occupied in December 2005 and named in honor of Dr. Richard C. Atkinson for his significant contributions to UC San Diego and the state of California. A visionary professor and psychologist as well as a dedicated public servant, Atkinson has served as director of the National Science Foundation, chancellor at UC San Diego and president of the University of California."
    }
  ]
}