{
  "name": "Biomedical Library",
  "about": "A Library of UC San Diego specified in biomedical area, the second largest library of UCSD. Glowing in the evening hours, the building serves as a landmark to students and visitors alike. The library includes 24/7 computer reading rooms, touchdown stations for semi-private research, group study/consultation rooms, and training facilities.",
  "amenities": {
    "parking": true,
    "cafe": true,
    "busstop": true,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Open time: https://library.ucsd.edu/hours/?v=month&l=biomedical-library-building",
    "UCSD Library Home Page: https://library.ucsd.edu/"
  ],
  "thumbnailPhoto": "photos/BiomedLibrary/BiomedLibrary.jpg",
  "otherPhotos": [
    "photos/BiomedLibrary/BiomedLibrary.jpg",
    "photos/BiomedLibrary/BiomedLibrary2.jpg",
    "photos/BiomedLibrary/BiomedLibrary3.jpg",
    "photos/BiomedLibrary/BiomedLibrary4.jpg"
  ],
  "relatedPlaces": [
    "Geisel Library"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=Ek0kZO-soGk"
      ],
  "relatedTours": [ 
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Biomedical_Library.mp3",
  "coordinates": { 
    "first": "32.875477",
    "second": "-117.236983"
  },
  "descriptive": [ 
    "Must see"
  ],
  "history": [
    {
      "title": "More about Biomedical Library",
      "articleType": "General history・1 Min Read",
      "content": "As UCSD and the San Diego region began to emerge as an internationally recognized leader in health sciences education, bio-engineering and life sciences research, the University saw the need to renovate and significantly expand it’s Biomedical Library. Hired to program, plan and design the library’s renovation and expansion, Pfeiffer’s concept doubles the size of the existing facility, bringing together collection and staff resources with a variety of spaces for study and learning. Pfeiffer’s design approach was to complement rather than compete with Robert Evans Alexander’s landmark structure, designed in 1966. The existing roofline is matched by the wide concrete roof overhang of the new addition, while the upturned roof at the southwest corner gives the building a dramatic presence at the entrance to the campus. Glowing in the evening hours, the building serves as a landmark to students and visitors alike.\n\nReference: http://pfeifferpartners.com/projects/university-of-california-san-diego-biomedical-library/"
    }
  ]
}