{
  "name": "Canyonview Aquatic Center",
  "about": "Located on the eastern end of campus between Eleanor Roosevelt College and Warren College, the Canyonview Aquatic Center features two outdoor, Olympic-sized pools, each of which can be divided into eight lanes of 50 meters in length, or 19 lanes of 25 yards in length. The aquatic center also features a state-of-the-art weight room. Canyonview is home to the UCSD men's and women's water polo teams, as well as the men's and women's swimming and diving programs.",
  "amenities": {
    "parking": true,
    "cafe": true,
    "busstop": true,
    "restaurant": true,
    "restroom": true
  },
  "links": [
    "UCSD News: https://ucsdtritons.com/news/2010/8/8/220885.aspx",
    "Wikipedia: https://en.wikipedia.org/wiki/Canyonview_Aquatic_Center",
    "Recreation site: https://recreation.ucsd.edu/facilities/",
    "CanyonView Aquatic center site: https://ucsdtritons.com/facilities/canyonview-aquatic-center/4"
  ],
  "thumbnailPhoto": "photos/CanyonviewPool/CanyonviewPool.jpg",
  "otherPhotos": [
    "photos/CanyonviewPool/CanyonviewPool.jpg",
    "photos/CanyonviewPool/CanyonviewPool2.jpg",
    "photos/CanyonviewPool/CanyonviewPool3.jpg"
  ],
  "relatedPlaces": [
    "Fallen Star",
    "Warren Bear"
  ],
  "videos": [
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Canyonview_Aquatic_Center.mp3",
  "coordinates": {
    "first": "32.880751",
    "second": "-117.231873"
  },
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "More about Canyonview Aquatic Center",
      "articleType": "General history・1 Min Read",
      "content": "In June 1982, construction began on a recreation center to supplement the forthcoming student housing in Earl Warren College and ease pressure on the original Natatorium facility in Muir College. This recreation center would include a 50-meter Olympic-size pool, an outdoor whirlpool bath, four racquetball courts, and locker rooms with showers. Upon its completion in spring 1983, the $1.8 million project housed the only publicly accessible long-course pool in San Diego.In 1995, two racquetball courts were converted into an indoor climbing and bouldering facility. In 2003, citing increased strain on the Natatorium and existing pool, UCSD began construction on a second long-course pool which would include seating for 1,000 and a new weight room and allow for more recreational swim hours. This West Pool was completed in February 2006.\n\nReference: https://wikimili.com/en/Canyonview_Aquatic_Center"
    }
  ]
}