{
  "name": "Conrad Prebys Music Center",
  "about": "Conrad Prebys Concert Hall was designed by famed acoustician Cyril M. Harris, this 350-seat concert hall is a world-class venue for contemporary chamber and small ensemble music. Its experimental theater, a 150-seat concert and theatrical space with a “black box” design, features a configurable room acoustic made possible by Meyer Sound’s Constellation electroacoustic architecture. Inside the building includes a 150-seat auditorium designed for intimate performances and lectures with the added functionality of surround sound diffusion when desired.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Wikipedia: https://en.wikipedia.org/wiki/Conrad_Prebys_Music_Center"
  ],
  "thumbnailPhoto": "photos/CPMC/CPMC.jpg",
  "otherPhotos": [
    "photos/CPMC/CPMC.jpg",
    "photos/CPMC/CPMC2.jpg",
    "photos/CPMC/CPMC3.jpg",
    "photos/CPMC/CPMC4.jpg",
    "photos/CPMC/CPMC5.jpg"
  ],
  "relatedPlaces": [
    "Price Center",
    "Biomedical Library",
    "Geisel Library"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=9Zcogkbr6Bc"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Conrad_Prebys_Music_Center.mp3",
  "latitude": 32.878030,
  "longitude": -117.234728,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "More about Conrad Prebys Music Center",
      "articleType": "General history・5 Min Read",
      "content": "LOCAL PHILANTHROPIST CONRAD PREBYS IS NOT A GOLFER. He doesn’t like to fish, he doesn’t want a boat and he has no interest in flying planes. Fortunately for the University of California, San Diego, he does like music.\n \n“It’s a true passion of mine and has been a great part of my life,” said the one-time aspiring musician.The San Diego builder demonstrated his love of music in May 2008 by making a $3 million gift to support the renowned UC San Diego Department of Music with the establishment of the Conrad Prebys Music Endowment. This gift comes just one year after Prebys made a $6 million donation, which enabled UC San Diego to continue building its state-of-the-art music center, now named the Conrad Prebys Music Center in his honor.\n \nThe facility’s crown jewel—a world-class, 400-seat concert hall designed by Seattle-based LMN Architects in collaboration with Cyril M. Harris, Ph.D., one of the most respected acoustical engineers in the world—is named the Conrad Prebys Concert Hall in recognition of Prebys’s most recent gift.\n \n“UC San Diego’s Music Department is already doing incredible work with contemporary music and has the potential to become even greater,” said Prebys. “I’m thrilled that I’m able to help them realize their goals.”\n \nA VISION COMES TO FRUITION\n \nAfter years of planning, research and design, the state-of-the-art Music Center at UC San Diego is finally open, thanks to the generosity of Conrad Prebys, and the vision of Rand Steiger, chair of the university’s Department of Music.\n \n“UCSD’s music department is already known internationally for our composition, computer music and percussion programs, among others. The Conrad Prebys Music Center will bring additional attention, while inspiring us to new and greater levels of distinction,” said Steiger. “This facility, featuring one of the best small concert halls in the world, will be the preeminent place to create and perform music in San Diego.”\n \nFounded by composers over 40 years ago, the UC San Diego Department of Music today spans a spectrum of music from classical to contemporary, including jazz, Hindustani, computer and experimental music. The faculty of the music department has included many distinguished composers, performers and scholars who have been recognized with Pulitzer Prizes, MacArthur “Genius” awards, Guggenheim Fellowships and Grawemeyer and Grammy awards.\n \nBUILT FROM THE INSIDE OUT\n \nWhile most buildings begin from the ground up, UC San Diego’s construction of its new Conrad Prebys Music Center began from the inside out, with an emphasis on sound. Steiger, who is an internationally renowned composer and conductor with a long standing interest in contemporary music, played an integral role in developing the new facility and encouraging financial support.\n \nTo Steiger and his fellow colleagues, the Conrad Prebys Music Center will be a new frontier in music. With this in mind, the best architectural and acoustical designers were sought to join the core design team––architects Mark Reddington and Wendy Pautz of LMN Architects in Seattle, and renowned acoustician Cyril M. Harris, whose career spans 60 years. Since 1979 LMN Architects has designed more than 45 cultural arts venues including 20 concert halls and theatres, such as Seattle’s acclaimed Benaroya Hall. Harris is a legend of both concert hall design and theories of acoustics and sound.\n \nSituated on the campus of UC San Diego at Russell Lane, the new Music Center will become a vital part of the campus Arts District, conforming to a “neighborhood plan” that unifies buildings through connections to public spaces and walkways, and architecture featuring appropriate proportions and design details.\n \nThe concert hall’s interior is an asymmetrical system of triangular surfaces that fold around the room in different directions to diffuse sound evenly through the space. Built of cast-in-place concrete and aluminum/glass curtain wall, the Music Center also includes a small, flexible hall for multimedia and music theatre works, a 150-seat lecture/recital hall, and rehearsal rooms for chamber, choral, orchestral and percussion music.\n \nThe building features the newest technologies in student recording suites, computer music labs, practice rooms, and offices. Many interior spaces have views of landscaped courtyards and outdoor areas. The Music Center will present a range of concerts from classical music to innovative new works incorporating cutting-edge technologies. It will also be an education center, as budding musicians from San Diego schools will visit to attend concerts, clinics, and classes.\n\n Reference: https://music-cms.ucsd.edu/about/history.html#History"
    }
  ]
}
