{
  "name": "Dr. Seuss Statue",
  "about": "The whimsical statue of Dr. Seuss and his iconic Cat in the Hat is located on Geisel Library and it was created in 2004 on the 100th anniversary of the birth of Dr. Seuss. The statue itself features Dr. Seuss seated comfortably in a chair with the Cat in the Hat standing over his shoulder while holding an umbrella.",
  "amenities": {
    "parking": false,
    "cafe": false,
    "busstop": false,
    "restaurant": false,
    "restroom": false
  },
  "links": [
    "More about the statue: https://coolsandiegosights.com/2018/12/10/dr-seuss-and-cat-in-the-hat-sculpture-at-ucsd/",
    "UCSD Page: https://libraries.ucsd.edu/research-and-collections/collections/special-collections-and-archives/collections/the-dr-seuss-collection.html"
  ],
  "thumbnailPhoto": "photos/DrSeussStatue/DrSeussStatue.jpg",
  "otherPhotos": [
    "photos/DrSeussStatue/DrSeussStatue.jpg"
  ],
  "relatedPlaces": [
    "Warren Bear",
    "Fallen Star",
    "Canyon Vista"
  ],
  "videos": [

  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "coordinates": {
    "first": "32.881423",
    "second": "-117.237537"
  },
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "Dr. Seuss and Cat in the Hat sculpture at UCSD",
      "articleType": "General history・2 Min Read",
      "content": "Dr. Seuss and The Cat in the Hat are cast in bronze at UC San Diego in La Jolla, not far from the place where the famous children’s author resided much of his life. \n \nIn 2004, the 100th anniversary of the birth of Dr. Seuss, the Theodor Seuss Geisel Memorial made its debut outside the Geisel Library at UC San Diego. The famous children’s book author and illustrator spent the second half of his life living in La Jolla, in a home not far from the university. The University of California San Diego’s main library, the Geisel Library, is now home of the Dr. Seuss Collection.\n \nStanding on the outdoor Forum Level of the Geisel Library at UCSD, the inspiring sculpture on the plaza outside the library is by Lark Grey Dimond-Cates. The Cat in the Hat stands at Dr. Seuss’ shoulder holding an umbrella.\n \nThe original casting of this whimsical sculpture and many others like it can also be found at the Dr. Seuss National Memorial Sculpture Garden at the Springfield Museums’ Quadrangle in Springfield, Massachusetts, the birthplace of Theodor Seuss Geisel.\n\nReference: https://coolsandiegosights.com/2018/12/10/dr-seuss-and-cat-in-the-hat-sculpture-at-ucsd/"
    }
  ]
}