{
  "name": "Galbraith Hall",
  "about": "Occupied in September 1965 in Revelle College, Galbraith Hall was UC San Diego’s first central library. Today the building’s primary occupants are the Center for Library & Instructional Services (CLICS) and the department of theatre and dance.",
  "amenities": {
    "parking": true,
    "cafe": true,
    "busstop": true,
    "restaurant": true,
    "restroom": true
  },
  "links": [
    "Official Website: https://blink.ucsd.edu/sponsor/advancement/advancement-services/stewardship/named-buildings/Galbraith%20Hall.html",
    "Dept. of Theater and Dance Page of Galbraith: http://theatre.ucsd.edu/facilities/theatres/galbraith.htm"
  ],
  "thumbnailPhoto": "photos/GalbraithHall/GalbraithHall.jpg",
  "otherPhotos": [
    "photos/GalbraithHall/GalbraithHall.jpg",
    "photos/GalbraithHall/GalbraithHall2.jpg",
    "photos/GalbraithHall/GalbraithHall3.jpg",
    "photos/GalbraithHall/GalbraithHall4.jpg",
    "photos/GalbraithHall/GalbraithHall5.jpg"
  ],
  "relatedPlaces": [
    "64 Degrees",
    "Biomedical Library",
    "Mayer Hall"
  ],
  "videos": [
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Galbraith_Hall.mp3",
  "coordinates": {
    "first": "32.873863",
    "second": "-117.240940"
  },
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "",
      "articleType": "general history",
      "content": "Occupied in September 1965 in Revelle College, Galbraith Hall was UC San Diego’s first central library. Today the building’s primary occupants are the Center for Library & Instructional Services (CLICS) and the department of theatre and dance. Galbraith Hall is also home to the central office for Counseling and Psychological Services (CAPS) which serves the student body by providing free, comprehensive, and confidential psychological counseling and mental health workshops. Formerly known as the Humanities/Undergraduate Library, the building was renamed in 1988 to honor John S. Galbraith for his invaluable contributions to the university as Chancellor and faculty member, as well as for his lifelong interest in libraries.\n"
    },
    {
      "title": "",
      "articleType": "architecture",
      "content": "The Galbraith Hall Interior Renovation project adaptively repurposes 30,000sf of existing space within the campus’ original library. Constructed in 1965, the building is named after former UC San Diego Chancellor John S. Galbraith. The mixed-use program houses a new 417 seat lecture hall, two enclosed student study spaces, three instructional studios for the department of Theatre & Dance, shared conference rooms, and academic office space.  \n \nThe design removed a layer of dated 1980s remodel work to expose the beautiful mid-century waffle slab and structure. The new lecture hall was then inserted into the large interior volume of the old reading room, carefully sculpted in all three dimensions so that every interior space on both floors, even the restrooms, receive the extraordinarily abundant natural day lighting. The building’s infrastructure, systems, and accessibility were also modernized and brought up to code. This re-energized interior is bright, airy, dynamic, and comfortable, meant to feel more like a living room than a laboratory; a terrific place for students, faculty, and staff to engage, discuss, practice, and learn.\n"
    }
  ]
}