{
  "name": "Jacobs Building",
  "about": "Officially known as the Irwin and Joan Jacobs School of Engineering, it is the undergraduate and graduate engineer school of UCSD and it has six distinct engineering departments, offering eighteen undergraduate majors and sixteen master's degrees. Its departments are as follows: Bioengineering, Computer Science and Engineering, Electrical and Computer Engineering, mechanical and Aerospace Engineering, NanoEngineering, and Structural Engineering.",
  "amenities": {
    "parking": true,
    "cafe": false,
    "busstop": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Official Page: http://jacobsschool.ucsd.edu/",
    "Parking Information: https://jacobsschool.ucsd.edu/about/map.sfe/",
    "Wikipedia Page: https://en.wikipedia.org/wiki/Jacobs_School_of_Engineering"
  ],
  "thumbnailPhoto": "photos/JacobsBuilding/JacobsBuilding.jpg",
  "otherPhotos": [
    "photos/JacobsBuilding/JacobsBuilding.jpg"
  ],
  "relatedPlaces": [
    "Warren Bear",
    "Fallen Star",
    "Canyon Vista"
  ],
  "videos": [

  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "coordinates": {
    "first": "32.882562",
    "second": "-117.235634"
  },
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "",
      "articleType": "",
      "content": "Engineering programs began at UCSD during the 1964 academic year with a broad applied science department in the areas of aerospace engineering, solid mechanics, bioengineering, and materials science. The first chair of the Department of Aeronautical (later Aerospace) and Mechanical Engineering Sciences (AMES), Sol Penner, recruited numerous experts in their fields from the California Institute of Technology and other established engineering schools, such as William Prager, Forman A. Williams and Paul A. Libby. He would later recollect that \"Roger Revelle's dream of building a State University with emphasis on distinguished graduate work had immediate appeal for me because it was consonant with what [he] had become familiar at the California Institute of Technology.\" These recruits included the second and third chairs of the department, John W. Miles and Eric Reissner. During Miles' tenure, the department would be renamed to the Department of Applied Mechanics and Engineering Sciences, distinguishing it from the second engineering department. Founded in 1965 by Henry G. Booker as the Department of Applied Electrophysics, it would be renamed the Department of Applied Physics and Information Science. Both departments quickly achieved international acclaim for the high-quality research they supported. Additionally, undergraduate engineering instruction began in 1968 with a BA degree in information and computer science."
    }
  ]
}