{
  "name": "Fallen Star",
  "about": "Fallen Star is an art installation by South Korean artist Do Ho Suh on the grounds of the University of California San Diego. It is a cottage perched at an angle off the edge of Jacobs Hall.",
  "amenities": {
    "parking": false,
    "cafe": true,
    "busstop": false,
    "restaurant": true,
    "restroom": true
  },
  "links": [
    "Wikipedia: https://en.wikipedia.org/wiki/Fallen_Star",
    "UCSD official Website for JSOE: https://stuartcollection.ucsd.edu/artist/suh.html",
    "Wikipedia for Stutart Collection: https://en.wikipedia.org/wiki/Stuart_Collection"
  ],
  "thumbnailPhoto": "photos/JSOE/JSOE.jpg",
  "otherPhotos": [
    "photos/JSOE/JSOE.jpg",
    "photos/JSOE/JSOE1.jpg",
    "photos/JSOE/JSOE2.jpg",
    "photos/JSOE/JSOE3.jpg"
  ],
  "relatedPlaces": [
    "Warren Bear",
    "Sun God",
    "Geisel Library"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=jbL4jsC0itw",
    "https://www.youtube.com/watch?v=jbVAv2AENfI",
    "https://www.youtube.com/watch?v=1gNrq7HtQvM"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Fallen_Star.mp3",
  "coordinates": {
    "first": "32.881751",
    "second": "-117.235473"
  },
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "",
      "articleType": "",
      "content": "“Fallen Star” is hard to miss. The 18th addition to the renowned collection of site-specific sculptures at UC San Diego is in a central campus location. It sits atop Jacobs Hall, also known as Engineering Building 1 – cantilevered at an angle from a corner of the seventh floor.\nThe house was built during the fall of 2011. On Nov. 15, it was gently hoisted 100 feet and then attached to Jacobs Hall.\nIt has since been furnished and accessorized. Its garden is growing: There’s a plum tree, a wisteria vine, tomatoes and more. Lights flicker on at night; a TV, too. And steam, simulating smoke, sometimes rises from the chimney.\nTo some, imagining Oz, it might look like a tornado-tossed interloper from Kansas. To others, more biologically minded, perhaps like a small blue creature living in symbiosis with its much larger host. Either way, it can be seen from multiple vantage points on campus and off.\nInside, people report awe – and vertigo. There are some amazing views of the campus, the Torrey Pines mesa all around. But then there’s the fact that, except for the chandelier hanging straight from the ceiling (thanks to gravity), there isn’t a single plumb line to the house. The floor of the artwork sits at a 5-degree angle from the flat roof of Jacobs Hall, while the house itself is built at a different 10-degree angle. “Fallen Star” conforms to California earthquake building codes and was built to withstand 100 mph winds. Its foundation is 18 inches thick, compared to the usual 4 inches. But people are perceptually tricked into feeling like they’re falling. Some feel seasick or wobbly. It’s disorienting.\nYet it’s also familiar and cozy. Measuring 15 by 18 feet, the house is a three-quarter-sized version of a small house in Providence, Rhode Island. The found furniture is a bit worn and could have been grandma’s. There are family photos. Books. Touristy knick knacks. And the sorts of things you might see in a lived-in house: Keys on the coffee table. A cell phone. A remote.\n"
    }
  ]
}