{
  "name": "Main Gym",
  "about": "The Main Gym is one of the many gyms on campus for students and faculty to use. The facility provides for activities such as volleyball, basketball, martial arts, dance, as well as many other activities. It has even been used to host final exams before! The Main Gym was previously the home court for the UCSD NCAA Men’s and Women’s Volleyball, Basketball, and Fencing teams. Additionally, numerous concert and lecture events, summer camps, and non-University events — such as the workouts for the 1992 Olympic Dream Team — have been hosted in this complex.",
  "amenities": {
    "parking": true,
    "cafe": false,
    "busstop": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Official Page: https://recreation.ucsd.edu/facilities/main-gym/",
    "Hours: https://recreation.ucsd.edu/facilities/"
  ],
  "thumbnailPhoto": "photos/MainGym/MainGym.jpg",
  "otherPhotos": [
    "photos/MainGym/MainGym.jpg"
  ],
  "relatedPlaces": [
    "Warren Bear",
    "Fallen Star",
    "Canyon Vista"
  ],
  "videos": [

  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "latitude": 32.881423,
  "longitude": -117.237537,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "More about Main Gym",
      "articleType": "Architecture・2 Min Read",
      "content": "The Main Gymnasium Floor is approximately 115' x 100', of hardwood flooring. This facility is suitable for volleyball, basketball, martial arts, dance or exercise activities, lectures, concerts and exhibitions.\n \nThe Main Gym was previously the home court for the UCSD NCAA Men's and Women's Volleyball, Basketball, and Fencing teams. Additionally, numerous concert and lecture events, summer camps, and non-University events — such as the workouts for the 1992 Olympic Dream Team — have been hosted in this complex.\n \nMen's and Women's locker rooms and showers are available on the first floor of the Main Gym. These facilities are accessible through the west lobby and provide support for the entire Main Gym complex.\n \nMain Gym has features of 1,600 maximum capacity, up to 800 bleacher seating on the floor, a total of six basketball goals, and up to six badminton courts and two volleyball courts floor sleeves. It is composed with one main basketball court of 95', x 50', two basketball courts crossing the main courts at 74' x 42' each, one main volleyball courts of 60' x 30', two volleyball courts crossing the main courts at 60' x 30' each, and six badminton courts of 44' x 20'.\n\n Reference: https://recreation.ucsd.edu/facilities/main-gym/"
    }
  ]
}
