{
  "name": "Mayer Hall",
  "about": "Mayer Hall is a five story research building in Revelle College. The facility has an assignable area of 58,447 square feet, primarily serving the department of physics. First occupied in 1963, the building was later renamed to honor former UC San Diego professors Maria and Joseph Mayer. Mayer Hall is a five story research building in Revelle College. The facility has an assignable area of 58,447 square feet, primarily serving the department of physics. First occupied in 1963, the building was later renamed to honor former UC San Diego professors Maria and Joseph Mayer. Maria Mayer was a distinguished physicist whose legacy includes developing the nuclear shell model of atomic nuclei, an achievement she was later honored for when she received the Nobel Prize for physics in 1963. Her husband, Joseph Mayer, was a renowned physical chemist.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Offical UCSD website for Mayer Hall: https://blink.ucsd.edu/sponsor/advancement/advancement-services/stewardship/named-buildings/Mayer%20Hall.html"
  ],
  "thumbnailPhoto": "photos/MayerHall/MayerHall.jpg",
  "otherPhotos": [
    "photos/MayerHall/MayerHall.jpg",
    "photos/MayerHall/MayerHall2.jpg",
    "photos/MayerHall/MayerHall3.jpg",
    "photos/MayerHall/MayerHall4.jpg"
  ],
  "relatedPlaces": [
    "64 Degrees",
    "Galbraith Hall",
    "Biomedical Library"
  ],
  "videos": [
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Mayer_Hall.mp3",
  "latitude": 32.875988,
  "longitude":  -117.239862,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "UCSD -Mayer Hall Renovation and Addition",
      "articleType": "Architecture・1 Min Read",
      "content": "Mayer Hall, one of the first buildings to be constructed on the University of California San Diego campus, has housed physics research since the 1960’s. Sited between Ridge Walk, a major pedestrian spine, and Eucalyptus Grove, the campus’ major landscape feature, building upgrades included a complete renovation and 45,000 SF addition by MBT Architecture (now Perkins & Will). JETT designed flexible hardscape and landscaped open spaces for the project. An urban plaza connects existing buildings to the new addition and ridge walk, creating a fresh ground plane designed for pedestrian circulation. A terraced north lawn and walk connects the plaza to many campus destinations and melds the Eucalyptus Grove with the new building and plaza. Construction completed in 2009.\n\nReference: http://jett.land/project/uc-san-diego-mayer-hall/"
    }
  ]
}
