{
  "name": "Oceanview Restaurant",
  "about": "Oceanview is one of the biggest dining halls on campus, and people can enjoy the best view when dining: Ocean! Oceanview is also the first dining hall that offers 24/7 services.",
  "amenities": {
    "parking": false,
    "cafe": true,
    "busstop": false,
    "restaurant": true,
    "restroom": true
  },
  "links": [
    "Oceanview Menu: https://hdh-web.ucsd.edu/dining/apps/diningservices/Restaurants/MenuItem/05"
  ],
  "thumbnailPhoto": "photos/OVT/OVT.jpg",
  "otherPhotos": [
    "photos/OVT/OVT.jpg",
    "photos/OVT/OVT2.jpg",
    "photos/OVT/OVT3.jpg"
  ],
  "relatedPlaces": [
    "Price Center",
    "64 Degrees",
    "Canyon Vista"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=UX6qz8NrP7I"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Ocean_View_Restaurant.mp3",
  "latitude": 32.883284,
  "longitude": -117.242788,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "Muslim, Jewish students create menu for 24-hour UCSD eatery",
      "articleType": "Student Life・5 Min Read",
      "content": "San Diego — UC San Diego students who want to keep a kosher or halal diet now have a place on campus to go.\n \nEven better for night-owls, it’s also the first of any University of California diner open 24-hours a day.\n \nThe school’s OceanView Terrace in Thurgood Marshall College reopened after an extensive renovation Wednesday and was filled with students who came for free pizza, Mediterranean cuisine, salads and pastries.\n \nThey also found tributes to the man their school is named after and got a subtle lesson in cultural cooperation.\n \nBeginning in 2014, members of the Union of Jewish Students and the Muslim Student Association at UC San Diego began discussing the dining limitations they faced on campus. The end result is a menu fit for Jewish students who follow a kosher diet and Muslims who follow a halal diet. The two have many similarities but also a few differences, such as a restriction on any alcohol in halal food.\n \n“It involves a lot of learning, a lot of training, and knowing what you can and cannot do,” said Leo Acosta, food services coordinator for UC San Diego’s Housing, Dining, Hospitality. “First, being kosher means all your ingredients are approved by the rabbi and certified kosher. There is no dairy in our restaurant. There’s got to be a controlled environment.”\n \nRabbi Yehuda Hadjadj, a director of the Chabad House on campus, supervises the menu and sets standards for the kitchen.\n \n“I can’t tell you enough how excited the Jewish community is,” he said. “Not just the Jewish students here, who are super excited, but the whole San Diego Jewish community at large is so excited this is here.\n \n“The food is really good,” he added. “It’s professional and it’s central and the concept of bringing people together is the key here. We’re building communities, creating bridges with different cultures.”\n \nThe dining area has three stations, including Spice, which serves a rotating kosher menu of Asian, Indonesian, Middle Eastern, North African, Cajun and other cuisines.\n \n“It’s all about amazing food that happens to be kosher,” Acosta said.\n \nThird Kitchen serves pizzas that range from the Undergrad for $6, the 4.0 for $8.50 and the Full Ride for $10.50. Because no pork is used on any of the toppings — it’s not even allowed in the building — the pizzas are OK for people following kosher or halal diets.\n \nAcosta said the restaurant is not halal certified, but is halal-friendly. The differences between the two can be slight, he said, noting that the pizza kitchen has fresh mozzarella, which isn’t halal.\n \n“In the pizza station, we use halal proteins,” he said. “There’s beef pepperoni, halal chicken, halal chicken wings.”\n \nThe third station, Counter Culture, serves espresso drinks, smoothies, acai bowls, pastries and gelato.\n \nBesides the new menu, the building itself has been completely remodeled. As students walk inside, a stairway leading up to the displays a photo of Thurgood Marshall shaking hands with other lawyers celebrating their victory in the Supreme Court’s landmark desegregation ruling in 1954.\n \nSimilar large, black and white photos of Marshall hang on other walls. He became the first African-American appointed to the court in 1967.\n \n“We’re trying to establish a story,” said Mark Cunningham, executive director of Housing and Design at UC San Diego.\n \nAs time goes on, new students at the school are further and further removed from its history, he said.\n \n“They don’t know about Angela Davis,” he said about the scholar and civil rights activist who was a graduate student at the school in the 1960s. “They don’t know about those things, so we’re trying to re-establish that, but make it in a usable space.”\n\n Reference: https://www.sandiegouniontribune.com/news/education/sd-me-ucsd-dining-hall-20170109-story.html"
    }
  ]
}
