{
  "about": "Peterson Hall is named for Robert O. Peterson, an early and generous benefactor of UC San Diego who is known for founding the Jack-In-The-Box restaurant chain in the early 1950s. Peterson Hall contains two large lecture halls that seat 300 to 400 students, serving the instructional needs of the campus and providing a venue for lectures and events open to the outside community. ",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "audio": "recordings/Peterson_Hall.mp3",
  "latitude": 32.880234,
  "longitude": -117.240222,
  "descriptive": [
    "Must see"
  ],
  "links": [
    "UCSD Directory of Peterson Hall: https://blink.ucsd.edu/sponsor/advancement/advancement-services/stewardship/named-buildings/Peterson%20Hall.html",
    "UCSD Library Archive: https://library.ucsd.edu/dc/object/bb7339213s/_2.pdf"
  ],
  "name": "Peterson Hall",
  "otherPhotos": [
    "photos/Peterson/Peterson.jpg"
  ],
  "relatedPlaces": [
    "Sun God",
    "Geisel Library",
    "Price Center"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "thumbnailPhoto": "photos/Peterson/Peterson.jpg",
  "videos": [
    "https://www.youtube.com/watch?v=hAhmNWbutDM"
  ],
  "history": [
    {
      "title": "More about Peterson Hall",
      "articleType": "Architecture・1 Min Read",
      "content": "Peterson Hall contains two large lecture halls that seat 300 to 400 students, serving the instructional needs of the campus and providing a venue for lectures and events open to the outside community. Occupied in 1983, the building has an assignable area of 9,730 square feet and is located in Marshall College. The lecture hall is named for Robert O. Peterson, an early and generous benefactor of UC San Diego. A native of San Diego and active community member, Peterson is known for founding the Jack-In-The-Box restaurant chain in the early 1950s. Peterson’s gifts to the university include a major collection of impressionist paintings and several significant contributions to the Scripps Institution of Oceanography, the School of Medicine and the general campus. Additionally, Peterson was instrumental in establishing the UC San Diego Foundation.\n\n Reference: https://blink.ucsd.edu/sponsor/advancement/advancement-services/stewardship/named-buildings/Peterson%20Hall.html"
    }
  ]
}
