{
  "about": "Price Center is a student center located in the center of the University of California San Diego campus, just south of Geisel Library. As one of the largest student centers in the country, Price Center serves more than 30,000 visitors a day. ",
  "amenities": {
    "parking": true,
    "cafe": true,
    "busstop": true,
    "restaurant": true,
    "restroom": true
  },
  "audio": "recordings/Price_Center.mp3",
  "latitude": 32.879928,
  "longitude": -117.236195,
  "descriptive": [
    "Must see"
  ],
  "links": [
    "Official University Center Website: https://universitycenters.ucsd.edu/",
    "Official UCSD Dining Directory: https://universitycenters.ucsd.edu/dining-retail/dining/index.html",
    "Official University Center Hours: https://universitycenters.ucsd.edu/hours-directions/index.html"
  ],
  "name": "Price Center",
  "otherPhotos": [
    "photos/PriceCenter/PriceCenter.jpg",
    "photos/PriceCenter/PriceCenter2.jpg",
    "photos/PriceCenter/PriceCenter3.jpg"
  ],
  "relatedPlaces": [
    "Geisel Library"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "thumbnailPhoto": "photos/PriceCenter/PriceCenter.jpg",
  "videos": [
    "https://www.youtube.com/watch?v=_XoSNlIsgy8"
  ],
  "history": [
    {
      "title": "A timeless student center creates a lively 24-hour campus",
      "articleType": "Student Life・2 Min Read",
      "content": "When a growing student population dictated expansion of their student center, the University of California at San Diego (UCSD) capitalized upon the opportunity to completely transform the building from an introverted configuration into an extroverted “town center.” CannonDesign’s plan incorporated a highly-accessible hub with multiple entry points, plazas and monumental staircases to help achieve the university’s goal of creating a lively 24-hour campus.\n \nThe addition expands the bookstore and the space available for retail, foodservice, and student organizations and reinforces the primary pedestrian circulation paths linking the sides of campus. In response to the gradual slope of the site, the addition has two “ground floors,” enhancing accessibility and maximizing revenue from and synergy among retail and foodservice outlets, all located at grade. With added opportunities for dining, socializing and events, the Price Center stands out as the heart of UCSD’s campus.\n \n“It had to be a building that engaged users in a way that was productive and thoughtful, and presented a design that was both notable and timeless. I believe the Price Center does this in full.”\n——Boone Hellman, Associate Vice Chancellor of Facilities Design and Construction, and Campus Architect, University of California, San Diego\n\n Reference: https://www.cannondesign.com/our-work/work/university-of-california-san-diego-price-center-east/"
    }
  ]
}
