{
  "name": "Rady School of Management",
  "about": "The Rady School of Management was created due to a need expressed to the school's founders by the San Diego business community. Experiential learning is at the core of all programs, providing students the opportunity to graduate with both an education and applied experience. The Rady campus features four large seminar rooms with theater seating, smaller classrooms and multipurpose rooms, conference rooms, a library, a student center, the Executive Development Suite and faculty and staff offices.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Official website: https://rady.ucsd.edu/",
    "U.S.News Ranking: https://www.usnews.com/best-graduate-schools/top-business-schools/university-of-california-san-diego-01608"
  ],
  "thumbnailPhoto": "photos/RadySchool/RadySchool.jpg",
  "otherPhotos": [
    "photos/RadySchool/RadySchool.jpg",
    "photos/RadySchool/RadySchool2.jpg",
    "photos/RadySchool/RadySchool3.jpg",
    "photos/RadySchool/RadySchool4.jpg"
  ],
  "relatedPlaces": [
    "Oceanview Restaurant"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=whd9Dc9Kynw",
    "https://www.youtube.com/watch?v=bIYiddip-9Q"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/Rady_School_of_Management.mp3",
  "latitude": 32.886803,
  "longitude": -117.241215,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "More about Rady School of management",
      "articleType": "General history・2 Min Read",
      "content": "The Rady School is located on the northwest corner of the UC San Diego campus in La Jolla, California. The campus is ideally located near the Pacific Ocean, the U.S.-Mexico border and the Pacific Rim. We are a short walk to beautiful ocean views with hangliders flying by. A short walk takes you to Peets Coffee, a bar and grill and several other food options.\n \nThe Rady campus features four large seminar rooms with theater seating, smaller classrooms and multipurpose rooms, conference rooms, a library, a student center, the Executive Development Suite and faculty and staff offices.\n \nThe Rady School of Management was named after local businessman Ernest Rady thanks to a generous $30 million gift. Rady has been deeply involved in the San Diego community since moving to the city with his family in 1966. He is a member of UC San Diego’s Chancellor’s Associates; serves as a trustee of the Salk Institute for Biological Sciences, and the Scripps Foundation for Medicine and Science; and is past chairman of the Children’s Hospital and Health Center of San Diego. Rady is involved in the Congregation Beth Israel synagogue, the United Jewish Federation (past president), and the National Conference of Christians and Jews (past chairman). In addition to his charitable work, Rady is active in business organizations, including the World Presidents Organization (WPO) and T.E.C. (The Executive Committee).\n\nReference: https://rady.ucsd.edu/about/rady-campus/"
    }
  ]
}
