{
  "name": "RIMAC Gym",
  "about": "RIMAC Gym is a sports complex on campus that is one of the two main gyms on campus, the other being Main Gym. It has a weight room and various other facilities. It is also the home arena of our men's and women's basketball and volleyball teams.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "links": [
    "Wikipedia: https://en.wikipedia.org/wiki/RIMAC",
    "UCSD Recreation: https://recreation.ucsd.edu/"
  ],
  "thumbnailPhoto": "photos/RIMACGym/RIMACGym.jpg",
  "otherPhotos": [
    "photos/RIMACGym/RIMACGym.jpg"
  ],
  "relatedPlaces": [
    "Main Gym",
    "Rady School of Management"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=VSH7zFSPQws",
    "https://www.youtube.com/watch?v=8__2ZM9qsb8"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "latitude": 32.886143,
  "longitude": -117.238886,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "More about RIMAC",
      "articleType": "Architecture・2 Min Read",
      "content": "The 44,000-square-foot floor is also capable of accommodating large floor exhibits. The Arena Floor is spring loaded employing the use of Robbins Bio-Cushion I, and is curtain divisible for multi-sport use in basketball (total of five courts), volleyball, and badminton.\n\n\nThe arena is furnished with 10 retractable glass basketball backboards, and floor plates and sleeves for volleyball and badminton. Employing the use of telescopic bleachers and floor seats, the RIMAC Arena may accommodate up to 5,000 people. Seating capacity varies per event configuration. The arena is top-loading and allows handicapped seating around the perimeter of the concourse level or directly on the arena floor.\n\n\nThe lighting intensity is H.D. 100 foot candles and the floor has additional TV capability and lighting. Communication systems include intercom, paging, data and telephone line. Stages, ramps, additional specialty lighting, floor protection and other miscellaneous equipment are available for special event needs. Dressing rooms, team rooms and other event support facilities are immediately adjacent to the arena.\n\n\nThe arena box office, concession stands and an extension patio occupy the concourse level. Concession services may accommodate any special event. The box office is directly adjacent to the lobby. Equipped with teller-type security windows, this 200-square-foot Box Office includes computer terminals, intercom, paging, telephones, sound system, and moveable ticket stands and stools. Ticketmaster services are also available for special events.\n"
    }
  ]
}
