
{
  "name": "Two Running Violet V Forms",
  "about": "The Giraffe Traps, or what is officially known as Two Running Violet V Forms, was the second piece in the Stuart Collection at University of California San Diego (UCSD). Commissioned in 1983 and produced by Robert Irwin, the odd fence resides in the eucalyptus grove between Mandeville Auditorium and Central Library.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": false
  },
  "links": [
    "Stuart Collection: http://stuartcollection.ucsd.edu/artist/irwin.html",
    "Wikipedia for Stutart Collection: https://en.wikipedia.org/wiki/Stuart_Collection"
  ],
  "thumbnailPhoto": "photos/TwoRunningVioletVForms/Main_irwin-01.jpg",
  "otherPhotos": [
    "photos/TwoRunningVioletVForms/Main_irwin-01.jpg",
    "photos/TwoRunningVioletVForms/Main_irwin-02.jpg",
    "photos/TwoRunningVioletVForms/Main_irwin-04.jpg"
  ],
  "relatedPlaces": [
    "Warren Bear",
    "Sun God",
    "Vices & Virtues"
  ],
  "videos": [
    "https://youtu.be/Vuge1JvrOIM"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "latitude": 32.878939,
  "longitude": -117.238796,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "Two Running Violet V Forms (1983)",
      "articleType": "Artist・7 Min Read",
      "content": "Robert Irwin began his career as a painter in the late 1950s in California. In each series of canvases during the 1960s Irwin questioned the fundamental characteristics of his medium: the nature of the painted mark, the quality of light, and the limitations of the canvas itself as a bounded, rectilinear support. This process of inquiry led him to give up painting altogether by 1970. Irwin decided to respond to situations, rather than produce autonomous works of art in the isolation of his studio. These ideas led to several architectural installations in museums and other sites that provoked viewers into an awareness of their own processes of perception, as well as their expectations of art.\n \nFor his contribution to the Stuart Collection, Two Running Violet V Forms (his first significant installation in California) Irwin was drawn to the eucalyptus groves so characteristic of the campus. The contradiction inherent in this manmade forest appealed to him; the geometric regularity of the grid of trees is balanced by the infinite variety of light and detail that the natural setting nevertheless provides. Irwin installed two fencelike structures in V-forms amidst the trees. The \"fences\" are blue-violet, plastic-coated, small gauge chain-link fencing supported by stainless steel poles that average twenty-five feet in height. The structure maintains a constant elevation as the hillside terrain drops gently beneath it. A sprinkling of purple flowering ice plant, echoing but not matching the color of the chain link, is planted under the fence.\n \nAt no point is the fence an obstacle; rather it acts as a screen reflecting the changes in light throughout the day and the year, the moment and the season. Its gentle introduction of industrialized geometry recalls the unnatural grid that organized the grove, and suggests a sensual intrusion into the forest. For people who walk the grove's various paths, Irwin's sculpture provides an ever-changing perceptual experience - sometimes dramatic, and sometimes so modest it seems to disappear.\n \nIn July 2016, the Chinati Foundation opened a new large-scale artwork by Robert Irwin. It is the only permanent, freestanding structure conceived and designed by Irwin as a total work of art. The completed work fuses indoors and outdoors, art and architecture, the past and the present, nature and the man-made. It is also Irwin’s largest work to date, and represents the culmination of his decades-long investigation into the act of perception through manipulation of space and light.\n \nRobert Irwin was the recipient of a prestigious MacArthur Foundation award in 1984. In 1992, he was commissioned to create the Central Gardens at The J. Paul Getty Center in Los Angeles.  In 2000 Irwin redefined an old Nabisco factory into the Dia:Beacon Art Center in Beacon, NY.  He lives in San Diego.\n \n \n \nFOLKLORE\nThe UCSD students have many legends about this sculpture. Some are even told as truth at freshman orientations or to gullible librarians willing to put them in print:\n \nThe winter before the sculpture was constructed was very stormy and windy. When the students came back after spring break to see the sculpture, they thought it was put up to keep the trees from falling down.\nAnother rumor had it that some giraffes escaped from the San Diego zoo. It seems (according to the same rumor) that giraffes really like eucalyptus leaves. The fences were put up to help capture the giraffes so they could be returned to the zoo. Even today, if you ask someone what the fences are, you might get \"giraffe catcher\" as an answer.\nOr they might tell you it's a volleyball net for giants.\nEPILOGUE\nFrom: Being and Circumstance, Notes Toward a Conditional Art\nby Robert Irwin, The Lapis Press, Larkspur Landing, CA\n \nThe wonder of it all is that what looked for all the world like a diminishing horizon - the art-object's becoming so ephemeral as to threaten to disappear altogether - has, like some marvelous philosophical riddle, turned itself inside out to reveal its opposite. What appeared to be a question of object/non-object has turned out to be a question of seeing and not seeing, of how it is we actually perceive or fail to perceive \"things\" in their real contexts. Now we are presented and challenged with the infinite, everyday richness of \"phenomenal\" perception (and the potential for a corresponding \"phenomenal art,\" with none of the customary abstract limitations as to form, place, materials and so forth) - one which seeks to discover and value the potential for experiencing beauty in everything.\n \nReference: http://stuartcollection.ucsd.edu/artist/irwin.html"
    }
  ]
}
