{

  "about": "Nauman's Vices and Virtues for the Stuart Collection consists of seven pairs of words superimposed in blinking neon, which run like a frieze around the top of the Charles Lee Powell Structural Systems Laboratory. Seven vices alternate with seven virtues: FAITH/LUST, HOPE/ENVY, CHARITY/SLOTH, PRUDENCE/PRIDE, JUSTICE/AVARICE, TEMPERANCE/GLUTTONY, and FORTITUDE/ANGER.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": true
  },
  "audio": "recordings/no_recording.mp3",
  "latitude": 32.880747,
  "longitude": -117.234892,
  "descriptive": [
    "Must see"
  ],
  "links": [
    "Stuart Collection: http://stuartcollection.ucsd.edu/artist/nauman.html",
    "Structural Engineering Department: http://structures.ucsd.edu/"
  ],
  "name": "Vices & Virtues",
  "otherPhotos": [
    "photos/VicesVirtue/main_nauman_1.jpg",
    "photos/VicesVirtue/main_nauman_03.jpg",
    "photos/VicesVirtue/main_nauman_05.jpg",
    "photos/VicesVirtue/main_nauman_06.jpg"
  ],
  "relatedPlaces": [
    "Sun God",
    "Canyon Vista",
    "Dr. Seuss Statue",
    "Fallen Star"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "thumbnailPhoto": "photos/VicesVirtue/main_nauman_1.jpg",
  "videos": [
    "https://www.youtube.com/watch?v=m7OJ2OF9-gI"
  ],
  "history": [
    {
      "title": "Vices and Virtues (1988)",
      "articleType": "Artist・4 Min Read",
      "content": "Few artists have worked as successfully in as many different media as Bruce Nauman. He has produced sculptures that appear purely geometric or minimalist, but in fact derive from fragments of the artist's body or abstractly dramatize his political or social concerns. Throughout his career, which began in the 1960s, Nauman has also developed an interest in word puns and multiple associations through performances, drawings, stone sculptures, and most dramatically through his innovative use of flashing neon.\n \nIn all of these different media Nauman has consistently explored his fascination with double meanings and paradox: the appearance of the fantastic within the ordinary, and the capacity of an object to stand in for an idea. In the 1970s, Nauman began to make installations in the form of corridors and enclosures that literally corner the viewer. Some fairy-tale-like videotapes address how repressed regions of individual anger and violence erupt within the confines of everyday life.\n \nNauman's Vices and Virtues for the Stuart Collection consists of seven pairs of words superimposed in blinking neon, which run like a frieze around the top of the Charles Lee Powell Structural Systems Laboratory. Seven vices alternate with seven virtues: FAITH/LUST, HOPE/ENVY, CHARITY/SLOTH, PRUDENCE/PRIDE, JUSTICE/AVARICE, TEMPERANCE/GLUTTONY, and FORTITUDE/ANGER.\n \nHere, atop a laboratory where engineers erect and then stress parts of buildings to test their resistance to earthquakes, this cataclysmic list of moral opposites, created long ago, takes on special significance. The virtues flash sequentially clockwise around the building at one rate; and the vices circulate counterclockwise at a slightly faster rate. At brief intervals, all seven virtues and all seven vices flash together. The progression of the two repeating cycles playing off each other allows all possible combinations of the words to be displayed. This complicated performance, generated by the mechanical sequencing of a simple moral dichotomy, dramatizes the instability of any ethical judgment. As Nauman implies in this work, we may know the difference between faith and lust, or hope and envy, but in real experience these vices and virtues are never experienced purely. They continually show themselves in new and baffling combinations.\n \nThe letters are seven feet high and placed over glass windows six stories up. Each letter is a combination of two colors, with a total of fourteen colors and nearly a mile of neon tubing. This work, first proposed in 1983, was completed and erected in October of 1988.\n \nNauman has been the recipient of many awards, including the Wolf Foundation Prize in Israel, the Wexner Prize from Ohio State University, Leone d'Oro (The Golden Lion) at the 48th and 53rd Venice Biennales, Italy and the Praemium Imperiale Prize for Visual Arts, Japan.  In 2009 Nauman represented the United States at the Venice Biennale. The pavilion - featuring an exhibition copy of Vices and Virtues flashing around its entire facade - won the Golden Lion for Best National Participation.  Nauman was the 2014 laureate of the Austrian Frederick Kiesler Prize. He lives in Northern New Mexico.\n\nReference: http://stuartcollection.ucsd.edu/artist/nauman.html"
    }
  ]
}
