{
  "about": "Artist Tim Hawkinson is known for taking a simple proposition to great extremes. For the Stuart Collection, Tim imagined a bear constructed of boulders. Eight granite stones - torso, head, ears, arms, and legs - were found locally. Together they make a bear 23 feet and 6 inches high with a total weight of 180 tons. The rounded, ancient, and weathered natural granite contrasts with the high-tech, anodized, and highly manufactured surfaces of the surrounding buildings.",
  "amenities": {
    "parking": true,
    "cafe": false,
    "busstop": false,
    "restaurant": false,
    "restroom": true
  },
  "audio": "recordings/Warren_Bear.mp3",
  "latitude": 32.882189,
  "longitude": -117.234193,
  "descriptive": [
    "Must see"
  ],
  "links": [
    "UCSD official Website for Warren Bear: https://stuartcollection.ucsd.edu/artist/hawkinson.html",
    "Wikipedia for Stutart Collection: https://en.wikipedia.org/wiki/Stuart_Collection"
  ],
  "name": "Warren Bear",
  "otherPhotos": [
    "photos/Warrenbear/Warrenbear.jpg",
    "photos/Warrenbear/Warrenbear2.jpg",
    "photos/Warrenbear/Warrenbear3.jpg",
    "photos/Warrenbear/Warrenbear4.jpg"
  ],
  "relatedPlaces": [
    "Fallen Star",
    "Sun God"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "thumbnailPhoto": "photos/Warrenbear/Warrenbear.jpg",
  "videos": [
    "https://www.youtube.com/watch?v=hwnQAmprwM8",
    "https://www.youtube.com/watch?v=ZDT1sPrhEO0"
  ],
  "history": [
    {
      "title": "",
      "articleType": "",
      "content": "San Diego is home to the world’s only two-story-tall, 180-ton teddy bear, a whimsical, floppy-looking totem made of hand-picked granite boulders.\n \n“Bear” is both a technical feat and a leap of the imagination − an immense surprise seated in a University of California San Diego courtyard framed by three sleek buildings,\n \n“Ursa very major,” is how the Stuart Collection’s director, Mary Beebe, described the commissioned piece.\n \nTim Hawkinson, the internationally renowned artist who created “Bear” at the Stuart Collection’s invitation, has been called “one of the most original sculptors working in America today” by New York’s Whitney Museum. He first visualized stuffed-animal forms in Arizona’s weathered rocks; this is his first permanent outdoor public art project.\n \nAfter engineers certified Hawkinson’s stacked boulders as earthquake-safe, powerful trucks delivered the rocks, and cranes began hoisting them in place. Near the end, Hawkinson turned the bear’s head a little to give it more life.\n \nIs it a monument to the California state bear? A nostalgic emblem in dangerous times?\n \n“I like to leave it open to interpretation,” Hawkinson, 50, told The San Diego Union-Tribune in 2005, when he broke a bottle of champagne over a gargantuan granite arm.\n \nBut, he added later, “Now I’m seeing bears everywhere …”\n"
    }
  ]
}
