{
  "name": "What Hath God Wrought",
  "about": "“What Hath God Wrought” was conceived by Los Angeles-based artist Mark Bradford (b. 1961). The 199-foot tall metal flag-pole-like sculpture—now considered the tallest structure on the University’s campus—is mounted with a flashing light which playfully spells out “What Hath God Wrought” in Morse Code. The titular phrase is notably the first message Samuel Morse tested and transmitted across 41-miles, over the communication system he’d newly designed with partner Alfred Vail, from Baltimore to Washington in 1844.",
  "amenities": {
    "cafe": false,
    "restaurant": false,
    "restroom": false
  },
  "links": [
    "Stuart Collection: http://stuartcollection.ucsd.edu/artist/bradford.html",
    "Wikipedia for Stutart Collection: https://en.wikipedia.org/wiki/Stuart_Collection"
  ],
  "thumbnailPhoto": "photos/TwoRunningVioletVForms/Main_irwin-01.jpg",
  "otherPhotos": [
    "photos/TwoRunningVioletVForms/Main_irwin-01.jpg",
    "photos/TwoRunningVioletVForms/Main_irwin-02.jpg",
    "photos/TwoRunningVioletVForms/Main_irwin-04.jpg"
  ],
  "relatedPlaces": [
    "64 Degrees",
    "Sun God",
    "Vices & Virtues"
  ],
  "videos": [
    "https://www.youtube.com/watch?v=MjihpsUZeO8"
  ],
  "relatedTours": [
    "the best tour",
    "the other best tour"
  ],
  "audio": "recordings/no_recording.mp3",
  "latitude": 32.875403,
  "longitude": -117.240753,
  "descriptive": [
    "Must see"
  ],
  "history": [
    {
      "title": "Mixed Messages: Mark Bradford’s What Hath God Wrought",
      "articleType": "Architecture・10 Min Read",
      "content": "In the late fall of 2018, an odd delivery appeared on the campus of the University of California, San Diego. From the flatbed of a trailer, construction crews unloaded five precisely machined, nearly 40-foot-long tubes. A slender tower grew quickly on the site, modestly intervening in the hardscape immediately north of Revelle Plaza, an early center of the now almost 60-year-old, 2,100-acre campus. Students and faculty biking or walking through the tree-lined corridor could glimpse a pulsing light above them, emanating from a lantern mounted to the top of the immense, slightly fluted column. The purpose of this light likely remains unclear to many who gaze up at its beam. For scholars of 19th-century technology, however, its message is unambiguous: “What Hath God Wrought?” This was the content of the first successful telegraph sent by Samuel F.B. Morse to his colleague, Alfred Vail, on May 24, 1844. Transmitted across a network of wires stretching from Washington, DC, to Baltimore, Morse’s 19-character question marked the inauguration of our modern communications era. Across a continent, and 175 years later, his text message re-circulates and addresses audiences anew.\n \nMark Bradford’s What Hath God Wrought (2018) is the most recent work to enter UCSD’s Stuart Collection. Long considered Southern California’s most significant assemblage of site-specific sculpture, the Stuart Collection plays an important role in bringing challenging contemporary art to San Diego. Bradford was first invited to consider a project for the Stuart Collection back in 1995, around the same time that he came to San Diego to propose a work for the legendary inSite—temporary, site-specific projects that enlivened both sides of the U.S./Mexico border from 1992 to 2005. Bradford politely declined the invitation to make something for UCSD 20 years ago, but Mary Beebe, the Stuart Collection’s formidable founding director, persisted and finally convinced him to undertake a project in 2013. Beebe then set about obtaining institutional and civic permissions while raising the funds necessary to execute Bradford’s lofty proposal. Altogether, the process took another five years. The 20th commission in the Stuart Collection’s 36-year history, What Hath God Wrought joins a host of singular contributions to the UCSD campus, including Barbara Kruger’s Another (2008), Do-Ho Suh’s Fallen Star (2012), and John Luther Adams’s The Wind Garden (2017). Although the fundamental simplicity of Bradford’s design suggests otherwise, his interrogation of the Southern California campus situation alongside contemporary geo-political events counts as something epic in terms of scale and urgency.\n \nSince accepting the commission for What Hath God Wrought, Bradford claimed the Medal of Arts from the U.S. Department of State and launched a nonprofit exhibition and education space for foster youth, Art + Practice, in the Leimert Park neighborhood of Los Angeles, both in 2014. The same year, he installed a major sculpture in the international departure terminal of the Los Angeles Airport, a massive hanging form called Bell Tower. Bradford was subsequently invited to represent the United States at the Venice Biennale in 2017. “Tomorrow Is Another Day” was later shown in a revised form at the Baltimore Museum of Art, coinciding with Pickett’s Charge, a site-specific intervention at the Hirshhorn Museum and Sculpture Garden in Washington, DC, on view through 2021. Like What Hath God Wrought, Pickett’s Charge plays with 19th-century modes of communication, specifically histories of panoramic entertainment and the peculiar dynamics of the Hirshhorn’s circular architecture. In between, curators have mounted exhibitions of Bradford’s large-scale works at the Hammer Museum, the Albright-Knox Art Gallery, as well as at his New York gallery, Hauser & Wirth.\n \nWhat Hath God Wrought shares a lot with the large-scale paintings that Bradford has produced since receiving his MFA from CalArts in 1997. His longstanding preference for fashioning works with materials taken directly from the shelves of Home Depot is part of his creative identity. In this case, he enlisted the professionals charged with fabricating the poles required by the Federal Aviation Administration for flight guidance. He instructed the team to engineer and install a thin shaft that, if it could not exceed, would at least equal the maximum height permitted by the FAA. What Hath God Wrought rises 199 feet from its three-foot-wide base to its tip; it is one of the highest elevations to be found along La Jolla’s coastline. (Since 2016, the FAA Extension, Safety, and Security Act has required lighting on freestanding towers measuring between 50–200 feet.) The placement of What Hath God Wrought near the point of UCSD’s origin enriches its meaning. Roger Revelle, for whom the plaza is named, worked tirelessly to persuade the Regents of the University of California to create a San Diego campus in 1960. His effort is commemorated on a plaque that became the model for the sculpture’s identification label. Bradford’s needle is thus pinned between its twin roles as historical marker and public address system.\n \nThe repeated messaging from the fire-engine-red beacon atop What Hath God Wrought is visible from multiple points on the university grounds—from nearby dormitory rooms and science labs to the chancellor’s residence on the bluffs overlooking La Jolla Cove. Bradford’s use of Morse’s original query is left open to multiple interpretations, therefore, including questions about the wider role that UCSD plays within the region. Bradford acknowledges a hope that its flash might reach observers in Tijuana, 32 miles away. One cannot help but wonder, along with him, how the historic question embedded in What Hath God Wrought is translated and understood on the other side of the border.\n \nBradford has used a similar strategy of uncertain public address in his other experiments with large-scale sculpture, including Mithra (2008), which he made for Prospect.1, the first New Orleans biennial. This hulking, three-story ark built from salvaged plywood, shipping containers, and found-paper signage occupied a large lot in the city’s Ninth Ward for 100 days, three years after Hurricane Katrina ravaged the same neighborhood. A forlorn image, freighted with lament, Mithra offered a preview of the messaging that What Hath God Wrought now delivers to more permanent effect. Both projects mix messages of salvation with popular mythology and place urgent declarations in the public sphere. Today, a decade after Mithra, Bradford appears as a confident sculptor easily up to the task of siting monumental outdoor works.\n \nIn conversation, he shares a childhood memory of how he once mistook the moonlight for a hole in the fabric of the sky. His fear of the dark was overcome by imagining a brighter illumination just beyond the veil of night. What Hath God Wrought owes something significant to that recollection and its fulfillment of a larger wish to pierce the unknown with light. In the end, Bradford imagines this work as a trans-historical debate about what communication brings to society. He likes the idea that a college campus offers a space for big questions to proliferate. Whether wondering aloud about our incessant messaging habits, interrogating the limits of technological progress, or simply asking who is responsible for current conditions, What Hath God Wrought relates passionately to its context. It can be seen as a sign of the times that it succeeds as both warning and poetic statement. In our epoch of instantaneous, continuous communication, an era that began with Morse in 1844, Bradford instructs us to relentlessly illuminate the unknown and stay fearless.\n \nReference: https://sculpturemagazine.art/mixed-messages-mark-bradfords-what-hath-god-wrought/"
    },
    {
      "title": "What Hath God Wrought (2018)",
      "articleType":"Artist・6 Min Read",
      "content":"“What Hath God Wrought” is installed near Revelle Plaza on the UCSD campus - one of the oldest and largest public areas on campus that, amazingly, had included an immense \"communication tower\" in its original 1960s concept design. Here the University’s commemorative founding plaque, dated 1961, is situated. The sculpture reflects both the origins of the university as well as the origins of present-day communications: Morse Code is at the root of our contemporary era of information exchange, where communication travels instantaneously. Morse’s good-humored, secular message is interpreted thoughtfully by Bradford and aligned with the artist’s expansive work depicting communities and reflecting on our shared cultural history.\n \nThe sculpture is situated within Bradford’s practice of examining history—real, interpreted and imagined—in his artworks. His work often takes on epic proportions and uses, as its point of departure, an understanding that history can be one-sided in its recording, frequently favoring individuals and communities who traditionally may not have had their stories told. With “What Hath God Wrought”, Bradford explores the physical means behind past and present-day communication that underlines his greater practice.\n \nMark Bradford is best known for his large-scale paintings and sculptures. He limits himself to ordinary, industrial material. As he puts it: “If Home Depot doesn’t have it, Mark Bradford doesn’t need it.” Consistent with this sense of material, he asked that the column be a straightforward, industrial, galvanized steel pole similar to what is found along freeways for high-mast lighting. It is thin and unadorned, except for the luminaire at the top, which is a special design with a “safety red” finish, and adjustable for color and intensity for various light conditions. After creating studies, 3-D models of the site, and mock-ups with weather balloons, and getting approvals from the FAA for the height, construction began in July of 2018. The university agreed to follow this with a historic renovation of the 1960s plaza.\n \nBradford's practice examines the sociopolitical potential of abstraction through what he has termed “social abstraction,” or the belief in art’s ability to speak to the larger political and environmental conditions which continue to disproportionately affect the most marginalized populations among us. Throughout his prolific career, Bradford has created work that interprets these issues, such as the AIDS epidemic, the misrepresentation and fear of queer identity and systemic, institutionalized racism in America, within both historical and contemporary frameworks. Recycling “tools of civilization”—merchant posters, newsprint, comic strips, magazines, billboards and endpapers, an homage to his mother’s hair salon–many of Bradford’s works are created by layering found materials and pop culture ephemera to fuse social indexes and cultural spheres, a technique he has used since graduating from the California Institute of the Arts in 1997.\n \nBradford’s process is physically challenging; after building up thick and textured surfaces, he uses construction tools to expunge the layers of materials, creating deep lacerations throughout. His multimedia paintings conjure natural and man-made environments, simultaneously evoking neighborhood streets, arterial veins, spider webs and woven snares, as well as bodies in distress. Mapping as a means of tracing cultural history and communities subject to higher incidences of violence, crime and poverty is also a common theme throughout a number of his works, and speaks to Bradford’s longstanding interest in the possibilities for art to explore how individuals are grouped, quantified and targeted.\n \nHis profound insight and inventiveness have established him as one of the most significant and influential artists of his generation, and he has been widely exhibited internationally as well as the recipient of numerous awards including the U.S. Department of State’s Medal of Arts in 2014, his appointment as a National Academician in 2013 and a MacArthur Fellowship Award in 2009.\n \nIn 2015, Bradford debuted a suite of new paintings at the Hammer Museum, entitled Scorched Earth, for his first solo museum exhibition in his native Los Angeles. In 2017, Bradford represented the United States at the 57th Venice Biennale with his solo exhibition Tomorrow Is Another Day, a major installation in which Bradford examined the historical roots of American racism, from slavery and the Civil War to contemporary mass movements such as Black Lives Matter. In conjunction with his work at the U.S. Pavilion, Bradford embarked on a six-year collaboration with the Venetian not-for-profit social cooperative Rio Terà dei Pensieri, which provides employment opportunities to incarcerated men and women who create artisanal goods to support their reintegration into society.\n \nIn November that same year, Bradford unveiled Pickett’s Charge, a monumental, site-specific installation for the Hirshhorn Museum and Sculpture Garden in Washington, D.C. At 400 linear feet, the painting is his largest to date, inspired by French artist Paul Philippoteaux’s nineteenth-century cyclorama at the Gettysburg National Military Park. Most recently, Bradford was commissioned to create a 32-panel painting, entitled We The People containing select text from the United States Constitution for the new U.S. Embassy in London. In the fall of 2018, the Baltimore Museum of Art, which was the commissioning institution for Bradford’s participation in the Venice Biennale, presented the U.S. debut of Tomorrow Is Another Day.\n \nReference: http://stuartcollection.ucsd.edu/artist/bradford.html"

    }
  ]
}
